Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/phpmyadmin-5-2.tmx
Source language: en
Languages: sv

source: You have been automatically logged out due to inactivity of %s seconds. Once you log in again, you should be able to resume the work where you left off.
sv: Du har loggats ut automatiskt efter %s sekunders inaktivitet. När du har loggat in igen bör du kunna återuppta arbetet där du slutade.

source: Plugin
sv: Insticksprogram

source: Percentage of slow queries
sv: Andel långsamma frågor

source: Thread cache
sv: Trådad cache

source: Constraint properties
sv: Restriktionersvillkor

source: Export templates table
sv: Exportera tabellmallar

source: DROP columns %s from the table %s
sv: RADERA kolumner %s från tabellen %s

source: You must provide a valid type for the event.
sv: Du måste ange en giltig typ för händelsen.

source: Add AUTO INCREMENT value
sv: Lägg till AUTO INCREMENT-värde

source: Name (Ascending)
sv: Namn (stigande)

source: Allows performing SHOW CREATE VIEW queries.
sv: Tillåter utförande av SHOW CREATE VIEW-frågor.

source: Only columns with index will be displayed. You can define an index below.
sv: Endast kolumner med index visas. Du kan definiera ett index nedan.

source: Filter queries by word/regexp:
sv: Filtrera frågor med ord/regexp:

source: No column selected.
sv: Ingen kolumn vald.

source: Export schema
sv: Exportera schema

source: View name can not be empty!
sv: Vynamnet får inte vara tomt.

source: You do not have necessary privileges to create a database named '%s'. You may go to 'Operations' tab of any database to set up the phpMyAdmin configuration storage there.
sv: Du har inte nödvändiga behörigheter för att skapa en databas med namnet "%s". Du kan gå till "Drift" fliken i någon databas, och ställa in phpMyAdmin konfigurationslagring där.

source: %d second
sv: %d sekund

source: Burmese
sv: Burmesisk

source: The rate of reading data from a fixed position is high.
sv: Frekvensen att läsa data från en fast position är hög.

source: Disable shortcut keys
sv: Inaktivera shortcut keys

source: Settings for the table structure (list of columns).
sv: Inställningar för tabellstrukturen (kolumnlista).

source: More
sv: Mera

source: Databases statistics
sv: Databas-statistik

source: Try to revert erroneous fields to their default values
sv: Försök återställa felaktiga fält till deras standardvärden

source: Select database:
sv: Välj databas:

source: The account %s@%s has been successfully unlocked.
sv: Kontot %s@%s har låsts upp.

source: Displays a link; the column contains the filename. The first option is a URL prefix like "https://www.example.com/". The second option is a title for the link.
sv: Visar en länk; kolumnen innehåller filnamn. Det första alternativet är en URL prefix som "https://www.example.com/". Det andra alternativet är en titel för länken.

source: Leave blank for no export template support, suggested: [kbd]pma__export_templates[/kbd].
sv: Lämna tom för inget stöd vid vapenexport, förslag: [kbd] pma__export_templates [/kbd].

source: Sa
sv: Lö

source: You can execute the dump by creating and using a temporary database. Please ensure that you have the privileges to do so.
sv: Du kan dumpa genom att skapa och använda en tillfällig databas. Se till att du har behörighet att göra det.

source: Null
sv: nolläge

source: Add to central columns
sv: Addera till centrala kolumner

source: Used memory
sv: Använt minne

source: Show table charset
sv: Visa tabellens teckenkodning

source: RELATIONSHIPS FOR TABLE
sv: RELATIONER FÖR TABELL

source: Procedures:
sv: Procedurer:

source: Add tables from other databases
sv: Lägg till tabeller från andra databaser

source: Export contents
sv: Exportera innehåll

source: The following actions will be performed:
sv: Följande åtgärder utförs:

source: Show tables in tree
sv: Visa tabeller som träd

source: Whether a DROP VIEW IF EXISTS statement will be added as first line to the log when creating a view.
sv: Om DROP VIEW IF EXISTS-kommando skall läggas till som första raden i loggen när man skapar en vy.

source: Done
sv: Klart

source: Index type:
sv: Indextyp:

source: neither of the above
sv: ingen av ovanstående

source: Minute
sv: Minuter

source: Show or hide a column displaying the Last check timestamp for all tables.
sv: Visa eller dölj en kolumn som visar tidsstämpeln Senaste kontroll för alla tabeller.

source: Query cache used
sv: Använd frågecache

source: Track view
sv: Spårvisning

source: Select a column.
sv: Välj en kolumn.

source: Maximum value:
sv: Högsta värdet:

source: Generation Time:
sv: Tid vid skapande:

source: The number of files that are open.
sv: Antalet filer som är öppna.

source: Values for column %s
sv: Värden för kolumn %s

source: up to date
sv: aktuell

source: Create view
sv: Skapa vy

source: String that separates tables into different tree levels.
sv: Sträng som separerar tabeller i olika trädnivåer.

source: Tab that is displayed when entering a database.
sv: Flik som visas när du anger en databas.

source: Add/Delete criteria rows:
sv: Lägg till/ta bort villkorsrader:

source: Available memory on this host: %s
sv: Tillgängligt minne på denna värd: %s

source: Media type:
sv: Medietyp:

source: Can you tell us the steps leading to this error? It decisively helps in debugging:
sv: Kan du beskriva stegen som ledde till felet? Det hjälper avgörande vid felsökningen:

source: binary
sv: Binär

source: Error
sv: Fel

source: Switch to dark theme
sv: Växla till mörkt tema

source: This report automatically includes data about the error and information about relevant configuration settings. It will be sent to the phpMyAdmin team for debugging the error.
sv: Den här rapporten innehåller automatiskt data om felet och information om relevanta konfigurationsinställningar. Den skickas till phpMyAdmin-teamet för felsökning av felet.

source: PHP extension:
sv: PHP-tillägg:

source: The configuration file needs a valid key for cookie encryption. A temporary key was automatically generated for you. Please refer to the [doc@cfg_blowfish_secret]documentation[/doc].
sv: Konfigurationsfilen behöver en giltig nyckel för cookie-kryptering. En tillfällig nyckel skapades automatiskt åt dig. Se [doc@cfg_blowfish_secret]dokumentationen[/doc].

source: No partial dependencies possible as the primary key ( %1$s ) has just one column.
sv: Ingen partiell beroenden möjligt eftersom primärnyckel (%1$s) bara har en kolumn.

source: %s is the default storage engine on this MySQL server.
sv: %s är standardmotorn för denna MySQL-server.

source: Report title:
sv: Rapporttitel:

source: This MySQL server works as <b>primary</b> in <b>replication</b> process.
sv: Den här MySQL-servern fungerar som <b>primär</b> i en <b>replikerings</b>process.

source: Showing bookmark
sv: Visar bokmärke

source: Note: phpMyAdmin gets the users’ privileges directly from MySQL’s privilege tables. The content of these tables may differ from the privileges the server uses, if they have been changed manually. In this case, you should %sreload the privileges%s before you continue.
sv: Obs! phpMyAdmin hämtar användarnas behörigheter direkt från MySQLs privilegietabeller. Innehållet i dessa tabeller kan skilja sig från de behörigheter som servern använder, om de har ändrats manuellt. I så fall bör du %släsa in behörigheterna på nytt%s innan du fortsätter.

source: Success!
sv: Lyckades!

source: SQL upload
sv: Ladda upp SQL

source: Select from the web server upload directory [strong]%s[/strong]:
sv: Välj från webbserverns uppladdningskatalog [strong]%s[/strong]:

source: Creation:
sv: Skapat:

source: Remove variable data in INSERT statements for better grouping
sv: Ta bort variabeldata i INSERT-kommandon för bättre gruppering

source: Replace NULL with
sv: Ersätt NULL med

source: Subpartitions:
sv: Underpartitioner:

source: Default server tab
sv: Förvald serverflik

source: Get support
sv: Support

source: Displays a part of a string. The first option is the number of characters to skip from the beginning of the string (Default 0). The second option is the number of characters to return (Default: until end of string). The third option is the string to append and/or prepend when truncation occurs (Default: "…").
sv: Visar del av en sträng. Första parametern är antalet tecken att hoppa över från början på strängen (standardvärde: 0). Andra parametern är antalet tecken som ska returneras (standardvärde: till slutet på strängen). Den tredje parametern är en sträng som läggs till i slutet och/eller början när trunkering utförs (standardvärde: "…").

source: The rate of opening tables is high.
sv: Andelen öppna tabeller är hög.

source: You can still use Firefox to authenticate your account using the FIDO U2F API, however it's recommended that you use the WebAuthn authentication instead.
sv: Du kan fortfarande använda Firefox för att autentisera kontot med FIDO U2F-API:t, men vi rekommenderar att du använder WebAuthn-autentisering i stället.

source: We
sv: On

source: Set default
sv: Sätt som standard

source: Dump binary columns in hexadecimal notation <i>(for example, "abc" becomes 0x616263)</i>
sv: Dumpa binära kolumner i hexadecimal notation <i>(t.ex. "abc" blir 0x616263)</i>

source: If enabled, user can enter any MySQL server in login form for cookie auth.
sv: Om aktiverat kan användare ange valfri MySQL-server i inloggningsformulär för cookie-autentisering.

source: Content of table @TABLE@
sv: Innehåll i tabell @TABLE@

source: Show phpinfo() link
sv: Visa phpinfo()-länk

source: Always send error reports
sv: Skicka alltid felrapporter

source: Expression or column list
sv: Uttryck eller kolumnlista

source: Tuesday
sv: Tisdag

source: Remove from central columns
sv: Ta bort från centrala kolumner

source: Session timezone
sv: Sessions tidszon

source: Column information table
sv: Tabell för kolumninformation

source: Save on server in the directory <strong>%s</strong>
sv: Spara på servern i katalogen <strong>%s</strong>

source: Files
sv: Filer

source: Error starting replication.
sv: Fel vid start av replikering.

source: Version %1$s of %2$s was deleted.
sv: Version %1$s %2$s togs bort.

source: %1$s (near <code>%2$s</code>)
sv: %1$s (nära <code>%2$s</code>)

source: Two-factor authentication has been removed.
sv: Tvåfaktorsautentisering har tagits bort.

source: Open new phpMyAdmin window
sv: Öppna nytt phpMyAdmin-fönster

source: The number of internal ROLLBACK statements.
sv: Antalet interna ROLLBACK-satser.

source: Sort order for items in a foreign-key dropdown box; [kbd]content[/kbd] is the referenced data, [kbd]id[/kbd] is the key value.
sv: Sorteringsordning för poster i en främmande nyckel-listruta; [kbd]innehåll[/kbd] är refererad data, [kbd]id[/kbd] är nyckelvärdet.

source: In the navigation panel, replaces the database tree with a selector
sv: I navigeringspanelen, ersätter databasen trädet med en väljare

source: %d errors were found during analysis.
sv: %d fel hittades under analys.

source: Delete settings
sv: Ta bort inställningar

source: Submit error report
sv: Skicka felrapport

source: Sort buffer size
sv: Storlek för sorteringsbuffert

source: SQL query tracking table
sv: SQL-frågespårningstabell

source: Server variables and settings
sv: Servervariabler och inställningar

source: Paste it to your config.inc.php
sv: Klistra in den i din config.inc.php

source: Requery
sv: Ny fråga

source: Outer ring:
sv: Yttre ring:

source: Export metadata
sv: Exportera metadata

source: The number of items that can be displayed on each page of the navigation tree.
sv: Antalet objekt som kan visas på varje sida i navigationsträdet.

source: Expression
sv: Uttryck

source: Merge with current configuration
sv: Slå samman med nuvarande konfiguration

source: You must provide a valid event for the trigger!
sv: Du måste ange en giltig händelse för triggern!

source: The number of sorts that were done with ranges.
sv: Antalet sorteringar som gjordes med intervall.

source: Recent tables
sv: De senaste tabellerna

source: Bookmark this SQL query:
sv: Skapa bokmärke för den här SQL-frågan:

source: Database seems to be empty!
sv: Databasen verkar vara tom!

source: not OK
sv: Inte OK

source: The grow size of the handle data (.xtd) files.
sv: Storleken med vilken filer för hanteringsdata (.xtd) växer.

source: Display server choice at the top of the navigation panel.
sv: Visa val av server högst upp i navigationspanelen.

source: Please enter a valid date
sv: Ange ett giltigt datum

source: gzipped
sv: gzippad

source: general_log is enabled.
sv: general_log är aktiverad.

source: Unix Socket based authentication
sv: Unix-socketbaserad autentisering

source: Textarea size (rows) in edit mode, this value will be emphasized for SQL query textareas (*2).
sv: Textareans storlek (rader) i redigeringsläge, detta värde kommer betonas för SQL-frågetextfält (* 2).

source: Please enter at least {0} characters
sv: Ange minst {0} tecken

source: Create new event
sv: Skapa ny händelse

source: Database:
sv: Databas:

source: The number of requests to write a key block to the cache.
sv: Antalet efterfrågningar att skriva ett nyckelblock till cachen.

source: Table %s already exists!
sv: Tabell %s finns redan!

source: Invalid request sent to security key.
sv: En ogiltig begäran skickades till säkerhetsnyckeln.

source: accent-sensitive
sv: Accentkänslig

source: Server connection collation:
sv: Serveranslutningens sorteringsordning:

source: Uploading your import file…
sv: Laddar upp din importfil…

source: Write requests
sv: Skrivförfrågningar

source: Replace table with prefix
sv: Ersätt tabell med prefix

source: Switch to copied database
sv: Byt till den kopierade databasen

source: Login cookie validity warning
sv: Varning angående inloggnings-cookies giltighet

source: Set {slow_launch_time} to 1s or 2s to correctly count threads that are slow to launch.
sv: Ange {slow_launch_time} till 1 s eller 2 s för att räkna trådar som startar långsamt korrekt.

source: Do you really want to delete user group "%s"?
sv: Vill du verkligen ta bort användargruppen "%s"?

source: User group menu assignments
sv: Menytilldelningar för användargrupp

source: How many queries are kept in history.
sv: Antal frågor som sparas i historiken.

source: User account
sv: Användarkonto

source: An enumeration, chosen from the list of up to 65,535 values or the special '' error value
sv: En uppräkning, vald från listan med upp till 65.535 värden eller det speciella felvärdet ''

source: Whether column comments should be shown in table structure view
sv: Om kolumnkommentarer skall visas i tabellstrukturvisningen

source: Replicate all databases; Ignore:
sv: Replikera alla databaser; Ignorera:

source: Input transformation options
sv: Inmatningsalternativ

source: The number of physical writes of a key block to disk.
sv: Antalet fysiska skrivningar av ett nyckelblock till disk.

source: Loading…
sv: Laddar…

source: The number of fsync() writes done to the log file.
sv: Antalet fsync()-skrivningar gjorda till loggfilen.

source: You were logged out from one server, to logout completely from phpMyAdmin, you need to logout from all servers.
sv: Du blev utloggad från en av servrarna, för att logga ut fullständigt from phpMyAdmin så måste du logga ut från alla servrar.

source: Min rows
sv: Min. antal rader

source: Get auto-saved query
sv: Få auto-sparad fråga

source: Type
sv: Typ

source: Check
sv: Kontrollera

source: An error has occurred while loading the navigation display
sv: Ett fel uppstod vid inläsning av navigeringspanelen

source: Log analysed, but no data found in this time span.
sv: Logg analyserad, men inget data hittades under denna tidsperiod.

source: This indicates that many queries need to sort results and/or do a full table scan, including join queries that do not use indexes. Add indexes where applicable.
sv: Detta tyder på att många frågor behöver sortera resultat och / eller göra en fullständig tabellsökning, innehållande join-frågor som inte använder index. Lägg till index i förekommande fall.

source: Select file to import
sv: Välj fil att importera

source: Is a foreign key.
sv: Är en främmande nyckel.

source: Recoding engine
sv: Omvandlingsmotor

source: max %% MyISAM key buffer ever used: %s%%, this value should be above 95%%
sv: max %% av MyISAM key buffer någonsin använts %s%%, detta värde ska vara högre än 95%%

source: Jump to database '%s'
sv: Gå till databas ”%s”

source: The number of connections that were aborted because the client died without closing the connection properly.
sv: Antalet anslutningar som avbröts eftersom klienten dog utan att stänga anslutningen ordentligt.

source: Column maximum:
sv: Högsta kolumn:

source: A date and time combination, supported range is %1$s to %2$s
sv: En datum och tidskombination, supportat område är %1$s till %2$s

source: For testing purposes only!
sv: Endast för teständamål.

source: Copying failed!
sv: Kopieringen misslyckades!

source: Rate of temporary tables being written to disk: %s, this value should be less than 1 per hour
sv: Andelen temporära tabeller som skrivs till disk: %s, detta värde bör vara mindre än 1 per timme

source: Directory where exports can be saved on server.
sv: Katalog där exporter kan sparas på servern.

source: An entry with this name already exists.
sv: En post med detta namn existerar redan.

source: Analysing logs
sv: Analyserar loggar

source: Incorrect value:
sv: Felaktigt värde:

source: Allows creating new databases and tables.
sv: Tillåter skapande av nya databaser och tabeller.

source: Browse foreign values
sv: Bläddra bland främmande värden

source: Extra parameters for iconv
sv: Extra parameterar för iconv

source: Compressed export will not work due to missing function %s.
sv: Komprimerad export fungerar inte på grund av saknad funktion %s.

source: Showing create queries
sv: Visa skapade frågor

source: No numeric columns present in the table to plot.
sv: Det finns inga numeriska kolumner att plotta i tabellen.

source: Default table tab
sv: Förvald tabellflik

source: The bookmark has been deleted.
sv: Bokmärket har tagits bort.

source: Enable {concurrent_insert} by setting it to 1
sv: Aktivera {concurrent_insert} genom att sätta det till 1

source: Landscape
sv: Landskap

source: Orientation
sv: Orientering

source: Navigation panel settings
sv: Inställningar för navigationspanel

source: Use SSL
sv: Använd SSL

source: AM
sv: fm

source: Two-factor authentication is available and configured for this account.
sv: Tvåfaktorsautentisering är tillgänglig och konfigurerad för det här kontot.

source: Query cache usage
sv: Användning av frågecache

source: Import defaults
sv: Importera standardvärden

source: Ask before sending error reports
sv: Fråga innan felrapporter skickas

source: Failed to get description of column %s!
sv: Det gick inte att hämta beskrivningen av kolumnen %s!

source: Problems with indexes of table `%s`
sv: Problem med index för tabell `%s`

source: Display servers as a list
sv: Visa servrar som en lista

source: List of available transformations and their options
sv: Lista över tillgängliga omvandlingar och deras alternativ

source: Other options
sv: Andra alternativ

source: Create
sv: Skapa

source: Some errors have been detected on the server!
sv: Fel har påträffats på servern!

source: Config authentication
sv: Config-autentisering

source: Recently used tables
sv: Nyligen använda tabeller

source: %1$sBzip2 compression and decompression%2$s requires functions (%3$s) which are unavailable on this system.
sv: %1$sKomprimering och dekomprimering med Bzip2%2$s kräver funktioner (%3$s) som inte är tillgängliga på systemet.

source: + Show me the possible partial dependencies based on data in the table
sv: + Visa mig den möjliga partiella beroenden baserat på data i tabellen

source: … delete the old one from the user tables and reload the privileges afterwards.
sv: … ta bort den gamla från användartabellerna och ladda om privilegierna efteråt.

source: The user %s already exists!
sv: Användaren %s finns redan!

source: And:
sv: Och:

source: Settings will be imported from your browser's local storage.
sv: Inställningar kommer att importeras från webbläsaren.

source: Move columns
sv: Flytta kolumner

source: Save as file
sv: Spara som fil

source: Insert as new row and ignore errors
sv: Infoga som ny rad och ignorera fel

source: Click the drop-down arrow<br>to toggle column's visibility.
sv: Klicka på pilen<br>för att växla kolumnens synlighet.

source: Time taken
sv: Tidsåtgång

source: The current number of pending reads.
sv: Nuvarande antal väntande läsningar.

source: Value Column:
sv: Värdekolumn:

source: You attempted to load file with unsupported compression (%s). Either support for it is not implemented or disabled by your configuration.
sv: Du försökte ladda en fil med en komprimering (%s) som inte stöds. Antingen är detta inte implementerat, eller inaktiverat i din konfiguration.

source: Variable
sv: Variabel

source: Tables
sv: Tabeller

source: wildcard
sv: jokertecken

source: This format has no options
sv: Detta format har inga alternativ

source: let the user choose
sv: låt användaren välja

source: Choose how you want tabs to work.
sv: Välj hur du vill att flikar ska fungera.

source: Please select databases:
sv: Välj databaser:

source: To display queries from the logs, select the relevant time span on any chart by holding down the left mouse button and panning over the chart. Once confirmed, this will load a table of grouped queries, there you may click on any occurring SELECT statements to further analyze them.
sv: För att visa sökfrågor från loggarna, välj önskad tidsperiod på något diagram genom att hålla ner vänster musknapp och dra över diagrammet. När bekräftat kommer detta ladda en tabell över grupperade frågor, där kan du klicka på de förekommande SELECT-satserna för att ytterligare analysera dessa.

source: Database system or older MySQL server to maximize output compatibility with:
sv: Databassystem eller äldre MySQL-server att maximera kompatibilitet av utdata med:

source: This means that joins are doing full table scans. Adding indexes for the columns being used in the join conditions will greatly speed up table joins.
sv: Detta innebär att sammanfogningar gör fullständiga tabellsökningar. Att lägga till index för kolumnerna som används i sammanfogningsvillkoren snabbar upp tabellsammanfogningar avsevärt.

source: The %s file is not available on this system, please visit %s for more information.
sv: Filen %s är inte tillgänglig i detta system, gå till %s för mer information.

source: Find:
sv: Hitta:

source: Structure
sv: Struktur

source: No event with name %1$s found in database %2$s.
sv: Ingen händelse med namnet %1$s hittades i databasen %2$s.

source: The number of failed attempts to connect to the MySQL server.
sv: Antalet misslyckade försök att ansluta till MySQL-servern.

source: Restore column order
sv: Återställ ordningen på kolumner

source: %s queries executed %s times in %s seconds.
sv: %s frågor körs %s gånger i %s sekunder.

source: File to import:
sv: Fil att importera:

source: Update data when duplicate keys found on import (add ON DUPLICATE KEY UPDATE)
sv: Uppdatera data när dublettnyckel hittas vid import (tillägg 'ON DUPLICATE KEY UPDATE')

source: Number of tables:
sv: Antal tabeller:

source: Related links:
sv: Liknande länkar:

source: Analyzing…
sv: Analyserar…

source: Resume monitor
sv: Återuppta övervakning

source: Show me the possible partial dependencies based on data in the table
sv: Visa mig möjliga partiella beroenden baserat på data i tabellen

source: Search
sv: Sök

source: slow_query_log is enabled.
sv: slow_query_log är aktiverad.

source: Cached memory
sv: Cachat minne

source: Searching
sv: Söker

source: Replaced string
sv: Ersatt sträng

source: MySQL Architecture
sv: MySQL-arkitektur
